; TranslationAuthor:      Alessandro Visentin, bovirus
; TranslationAuthorEmail: alexvis2015@outlook.com, bovirus@gmail.com
; Soft Version: 4.2.3
; Update:       07.09.2025
;  Please, DO NOT translate 'ReadHabit=Left-to-right' but you can update it if your native language is 'Right-to-left'.

[Lang]
NativeLanguage=Italiano

[GUI]
ButtonYes=Sì
ButtonNo=No
ButtonOK=OK
ButtonClose=Chiudi
BtnNews=Info programma
[Translation]
LangCode=0410
ReadHabit=Left-to-right
LanguageName=ITA
LangShortName=it-it
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Info programma
Warning=Avviso
Error=Errore
Confirm=Conferma
FrmMOMain.ckperiod.caption=Ottimizza memoria ogni

;
; Memory Optimization
;
FrmMoMain.chkupdate.caption=Controlla automaticamente aggiornamenti
FrmMoMain.lblTotalMem.Caption=Dim. memoria:
FrmMoMain.lblaopt.Caption=Con memoria disponibile inferiore a:
FrmMoMain.lbltry.Caption=Libera altra memoria
FrmMoMain.btnsettings.Caption=Impostazioni
FrmMoMain.btnOpt.Caption=Ottimizza
FrmMoMain.chkmin.Caption=Quando chiudi minimizza nella barra sistema
FrmMoMain.chkauto.Caption=Esegui all'avvio di Windows
FrmMoMain.chkautoOpt.Caption=Ottimizzazione automatica
FrmMoMain.ckchkclearborad.Caption=Durante l'ottimizzazione svuota appunti 
FrmMoMain.chkidle.Caption=Esegui con CPU non attiva (raccomandato)
FrmMoMain.lbllang.Caption=Lingua:
FrmMOMain.cknotice.caption=Visualizza notifica dopo l'ottimizzazione
FrmMOMain.ckMode.caption=Modalità scura
;
; About
;
FrmAbout.caption=Info programma
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Versione attuale:
FrmAbout.lblemail.caption=Supporto tecnico:
FrmAbout.lblhome.caption=Sito programma:
FrmAbout.lblthanks.caption=Ringraziamo per la collaborazione le seguenti persone:
FrmAbout.lblUninstall.caption=Istruzioni disinstallazione
FrmAbout.lblPolicy.caption=Politica riservatezza
FrmAbout.lblEula.caption=EULA
FrmMOMain.ckShutkey.caption=Tasto scelta rapida
FrmMOMain.btn2.hint=Conflitti tasti scelta rapida
ShutkeyCA=CTRL+ALT
ShutkeyAS=ALT+MAIUSC 
ShutkeyCS=CTRL+MAISUC
FrmMOMain.ckIcon.caption=Visualizza uso memoria nella barra sistema
[MemoryOptimizer]
ThisTimeFreeMemory=Liberati %s di memoria.
CurPrecent=Uso memoria:
UsedMemory=In uso:
AvailableMemory=Disponibile:
FreeMemory=Liberata:
At=alle
pmShow=Apri
pmOpt=Ottimizza
pmAbout=Info programma
pmExit=Esci
SureExit=Ottimizzazione memoria in corso. Vuoi uscire?
Mintotray=Ottimizzazione memoria
pmdefragmem=Deframmenta RAM
pmclearmem=Libera RAM
pmclearstandbymem=Svuota RAM in standby
pmAuto=Ottimizzazione automatica
pmbelow=Se la memoria liberà è inferiore a
pm5=Ogni 5 minuti
pm10=Ogni 10 minuti
pm30=Ogni 30 minuti
pm60=Ogni 60 minuti
pmdisauto=Disabilita 
[Message]
NoNews=Hai letto tutti i messaggi.
NewVer=È disponibile una nuova versione di Wise Memory Optimizer. Vuoi aggiornare il programma?
NotShowNotice=Non visualizzare più la notifica
NoOptItem=È necessario scegliere almeno un metodo di ottimizzazione.
minutes=minuto/i
hours=ora/e

[feedback]
InvalidEmail=Inserisci l'indirizzo email corretto.
emptyinput=Inserisci qualcosa per l'invio.
thanks=Grazie per il feedback!
FrmFeedback.lblfeedback.caption=Come valuti %s?
FrmFeedback.lblemail.caption=Indirizzo email:
FrmFeedback.lblgood.caption=Quale funzione ti piace di più?
FrmFeedback.lblbad.caption=Quale funzione usi di meno?
FrmFeedback.lblwant.caption=Quale nuova funzionalità vorresti?
FrmFeedback.btncancel.caption=Non interessato
FrmFeedback.btnsubmit.caption=Invia